const ErrorMessages = {
    400: "Вибачте, але ваш запит був недійсним. Перевірте введені дані та повторіть спробу.",
    401: "Ой! Здається, ви не авторизовані для доступу до потрібного вмісту. Пройдіть автентифікацію та повторіть спробу.",
    403: "Заборонено! Проблема з аутентифікацією.",
    404: "Потрібну сторінку або ресурс не знайдено. Переконайтеся, що URL-адреса правильна, або перегляньте інші розділи нашого веб-сайту.",
    409: "Ой! Здається ви намагаєтесь дублювати запит",
    500: "Вибачте, але сталася внутрішня помилка сервера. Наша команда вже працює над цим, і ми повернемо все до нормального стану якомога швидше.",
};
export default ErrorMessages;